literary = {

    "Мастер и Маргарита": "роман Михаила Булгакова.",
    "Война и мир": "роман Льва Толстого.",
    "Маленький принц": "философская сказка Антуана де Сент-Экзюпери.",
    "Властелин колец": "трилогия Дж.Р.Р. Толкина.",
    "Маленькие женщины": "роман Луизы Мэй Олкотт.",
    "Анна Каренина": "роман Льва Толстого.",
    "Заводной апельсин": "роман Энтони Бёрджесса.",
    "Улитка на склоне": "научно-фантастическая повесть братьев Стругацких.",
    "Дориан Грей": "роман Оскара Уайльда.",
    "Мост через вечность": "роман Ричарда Мэтисона."
}
annotation = {
    "Мастер и Маргарита": "роман Михаила Булгакова, написанный в период с 1928 по 1940 год. Это произведение сочетает "
                          "в себе различные жанры: философскую притчу, реалистическое изображение жизни в Советском "
                          "Союзе, фэнтези элементы. Роман рассказывает о приключениях дьявола и его свиты в Москве "
                          "1930-х годов и о любовной истории мастера и Маргариты.",
    "Война и мир": "роман Льва Толстого, написанный с 1863 по 1869 год. Эпическое произведение, описывающее события "
                   "во время войн Наполеона с Россией в начале XIX века. Роман затрагивает широкий круг тем, "
                   "включая исторические события, любовные истории, философские размышления.",
    "Маленький принц": "философская сказка Антуана де Сент-Экзюпери, опубликованная в 1943 году. Это произведение для "
                       "детей и взрослых, которое повествует о путешествии маленького принца с планеты Б-612 по "
                       "разным планетам, где он встречает различных странных персонажей и задает глубокие философские "
                       "вопросы.",
    "Властелин колец": "трилогия Дж.Р.Р. Толкина, написанная в период с 1937 по 1949 год. Эпическое фэнтезийное "
                       "произведение, рассказывающее о приключениях хоббита Фродо Бэггинса и его спутников в борьбе "
                       "против Тёмного Властелина Саурона",
    "Маленькие женщины": "роман Луизы Мэй Олкотт, опубликованный в 1868 году. Это история о четырех сестрах - Мег, "
                         "Джо, Бет и Эми Марч - и их жизни, столкновениях с трудностями и поисками своего пути в "
                         "жизни.",
    "Анна Каренина": "роман Льва Толстого, опубликованный в 1877 году. Это произведение о любовной драме главной "
                     "героини Анны Карениной, ее сложных отношениях с мужем и любовником, а также о жизни общества "
                     "высшего класса в России XIX века.",
    "Заводной апельсин": "роман Энтони Бёрджесса, опубликованный в 1962 году. Это антиутопическое произведение о "
                         "молодом преступнике Алексе, который после серии жестоких преступлений подвергается "
                         "эксперименту по ликвидации его способности к насилию",
    "Улитка на склоне": "роман братьев Стругацких, который делится на две части: «Управление» и «Лес».В первой части "
                        "рассказывается о филологе Переце, который приехал в Управление по делам леса, чтобы изучать "
                        "непонятный и загадочный магический лес, в котором обитают странные существа. Руководство "
                        "управления всячески чинит препятствия учёному. В итоге он не может отправиться в лес и не "
                        "может вернуться домой на материк. Перец пребывает в подвешенном состоянии, "
                        "без определенности, цели и смысла.Вторая часть посвящена истории исследователя по имени "
                        "Кандид. Однажды его вертолёт разбился над зарослями леса, сам исследователь потерял память. "
                        "Всё, что он помнит, — это то, что у него есть цель найти биостанцию людей. Кандида подбирают "
                        "аборигены, выхаживают его, называют «Молчуном». События разворачиваются на фоне лесной жизни "
                        "аборигенов, их симбиоза с лесом, описания всевозможных загадочных существ и тварей.Книга "
                        "полна сюрреализма, фантасмагории, аллюзий, иносказаний.",
    "Дориан Грей": "роман Оскара Уайльда, опубликованный в 1890 году. Это произведение о молодом красавце Дориане "
                   "Грее, который заключает сделку с дьяволом и сохраняет свою молодость и красоту, тогда как его "
                   "портрет стареет и отражает его душевную гниль.",
    "Мост через вечность": "роман Ричарда Мэтисона, опубликованный в 1954 году. Это произведение о писателе Ричарде "
                           "Коллисоне, который после автомобильной аварии оказывается в загадочном городке Хэмберг, "
                           "где он сталкивается с прошлыми версиями самого себя и другими странными явлениями."
}

year = {
    "Мастер и Маргарита": "1967",
    "Война и мир": "1863—1869, 1873",
    "Маленький принц": "1943",
    "Властелин колец": "1965",
    "Маленькие женщины": "1868 и 1869",
    "Анна Каренина": "1875–1877",
    "Заводной апельсин": "1962",
    "Улитка на склоне": "1990",
    "Дориан Грей": "1891",
    "Мост через вечность": "1984"
}
